Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/darohi.tmx
Source language: ru
Languages: be

source: Уютная улица
be: Утульная вуліца

source: Фабрика "Динамо"
be: Фабрыка "Дынама"

source: Фабричная улица
be: [Фабрычная вуліца, Фабрычная улица]

source: Фабричный переулок
be: Фабрычны завулак

source: Факельный переулок
be: Факельны завулак

source: Фанерная улица
be: Фанерная вуліца

source: Фанерный переулок
be: Фанерны завулак

source: Фанипольская улица
be: Фаніпальская вуліца

source: Фанипольский переулок
be: Фаніпальскі завулак

source: Фарный Конец
be: Фарны Канец

source: Февральская улица
be: Лютаўская вуліца

source: Февральский переулок
be: Лютаўскі завулак

source: Февральский тупик
be: Лютаўскі тупік

source: Фермерская улица
be: Фермерская вуліца

source: Фермерский переулок
be: Фермерскі завулак

source: Фестивальная улица
be: Фестывальная вуліца

source: Фестивальный переулок
be: Фестывальны завулак

source: Физкультурная улица
be: Фізкультурная вуліца

source: Физкультурный переулок
be: Фізкультурны завулак

source: Фольварковый переулок
be: Фальваркавы завулак

source: Фольклорная улица
be: Фальклёрная вуліца

source: Фортечная улица
be: Фарцечная вуліца

source: Фортечый переулок
be: Фарцечны завулак

source: Фортовая улица
be: Фортавая вуліца

source: Франтишканская улица
be: Францішканская вуліца

source: Франтишканский переулок
be: Францішканскі завулак

source: Фруктовая улица
be: Фруктовая вуліца

source: Фруктовый переулок
be: Фруктовы завулак

source: Фрунзенский переулок
be: Фрунзенскі завулак

source: Хабаровская улица
be: Хабараўская вуліца

source: Харьковская улица
be: Харкаўская вуліца

source: Хвойная улица
be: Хвойная вуліца

source: Хвойный переулок
be: Хвойны завулак

source: Химзаводская улица
be: Хімзаводская вуліца

source: Химическая улица
be: Хімічная вуліца

source: Химический переулок
be: Хімічны завулак

source: Хлебная улица
be: Хлебная вуліца

source: Хлебосольная улица
be: Хлебасольная вуліца

source: Хлебосольный переулок
be: Хлебасольны завулак

source: Хмаринская улица
be: Хмарынская вуліца

source: Хмелевая улица
be: Хмелявая вуліца

source: Хмелевская улица
be: Хмеляўская вуліца

source: Хмелевский переулок
be: Хмелеўскі завулак

source: Хованская улица
be: Хаванская вуліца

source: Хожевский переулок
be: Хажэўскі завулак

source: Хозяйственная аллея
be: Гаспадарчая алея

source: Хозяйственная улица
be: Гаспадарчая вуліца

source: Холмистая улица
be: Халмістая вуліца

source: Холмогорская улица
be: Халмагорская вуліца

source: Холмская улица
be: Холмская вуліца

source: Холодная улица
be: Халодная вуліца

source: Хрустальная улица
be: Крыштальная вуліца

source: Худуловская улица
be: Худулаўская вуліца

source: Хуторская улица
be: Хутарская вуліца

source: Хуторской переулок
be: Хутарскі завулак

source: Цветная улица
be: Каляровая вуліца

source: Цветной переулок
be: Каляровы завулак

source: Цветочная улица
be: Кветкавая вуліца

source: Цветочный переулок
be: Кветкавы завулак

source: Цветочный проезд
be: Кветкавы праезд

source: Цегляная улица
be: Цагляная вуліца

source: Цегляный переулок
be: Цагляны завулак

source: Целинная улица
be: Цалінная вуліца

source: Целинный переулок
be: Цалінны завулак

source: Центральная аллея
be: Цэнтральная алея

source: Центральная площадь
be: Цэнтральная плошча

source: Центральная улица
be: [Центральная вуліца, Цэнтральная вуліца]

source: Центральный переулок
be: [Савецкі завулак, Цэнтральны завулак]

source: Цимлянский переулок
be: Цімлянскі завулак

source: Цнянская улица
be: Цнянская вуліца

source: Чаборовая улица
be: Чабаровая вуліца

source: Чапаевский переулок
be: Чапаеўскі завулак

source: Чародейная улица
be: Чарадзейная вуліца

source: Чаусское шоссе
be: Чавусская шаша

source: Ченковская улица
be: Чанкоўская вуліца

source: Ченковский проезд
be: Чанкоўскі праезд

source: Чепинский переулок
be: Чэпінскі завулак

source: Червенская улица
be: [Чэрвенская вуліца, Чэрвеньская вуліца]

source: Червенский переулок
be: Чэрвенскі завулак

source: Червенский проезд
be: Чэрвенскі праезд

source: Червоный переулок
be: Чарвонны завулак

source: Черёмуховая улица
be: Чаромхавая вуліца

source: Черёмуховый переулок
be: Бэзавы завулак

source: Черепичная улица
be: Чарапічная вуліца

source: Черепичный переулок
be: Чарапічны завулак

source: Черепичный проезд
be: Чарапічны праезд

source: Чериковское шоссе
be: Чэрыкаўская шаша

source: Чернеевичская улица
be: Чарнеевіцкая вуліца

source: Черниговская улица
be: Чарнігаўская вуліца

source: Черниговский переулок
be: Чарнігаўскі завулак

source: Чернинская улица
be: Чэрнінская вуліца

source: Черницкая улица
be: Чарніцкая вуліца

source: Черничная улица
be: Чарнічная вуліца

source: Черноморская улица
be: Чарнаморская вуліца

source: Черноручье-Латыголичи-Краснолуки
be: Чарнаручча—Латыгалічы—Красналукі

source: Черняховская улица
be: Чарняхоўская вуліца

source: Чечерская улица
be: Чачэрская вуліца

source: Чижовская улица
be: Чыжоўская вуліца

source: Чистая улица
be: Чыстая вуліца

source: Чистопрудная улица
be: Чыстапрудная вуліца

source: Чкаловский проезд
be: Чкалаўскі праезд

source: Чонгарская улица
be: Чангарская вуліца

source: Чугунный переулок
be: Чыгунны завулак

source: Чугуночная улица
be: Чыгуначная вуліца

source: Чугуночный переулок
be: Чыгуначны завулак

source: Чудесная улица
be: Цудоўная вуліца

source: Шауляйская улица
be: Шаўляйская вуліца

source: Шафарнянская улица
be: Шафарнянская вуліца

source: Шафрановая улица
be: Шафранавая вуліца

source: Шахматная площадка
be: Шахматная пляцоўка

source: Шахтёрская улица
be: Шахцёрская вуліца

source: Швейная улица
be: Швейная вуліца

source: Шевардиновская улица
be: Шэвардзінаўская вуліца

source: Шевардиновский переулок
be: Шэвардзінаўскі завулак

source: Шинная улица
be: Шынная вуліца

source: Шиповный переулок
be: Шыпоўны завулак

source: Широкая
be: Шырокая

source: Широкая улица
be: Шырокая вуліца

source: Широкий переулок
be: Шырокі завулак

source: Шкловская улица
be: Шклоўская вуліца

source: Шкловский переулок
be: Шклоўскі завулак

source: Шкловский проезд
be: Шклоўскі праезд

source: Шкловское шоссе
be: Шклоўская шаша

source: Школьная улица
be: [Школьная вуліца, вуліца Янкі Купалы]

source: Школьный переулок
be: Школьны завулак

source: Шлюзовая улица
be: Шлюзавая вуліца

source: Шорная улица
be: Шорная вуліца

source: Шоссейная улица
be: [Шасэйная вуліца, Шашэйная вуліца]

source: Шоссейный переулок
be: [Шасэйны зав., Шасэйны завулак]

source: Шоссейный проезд
be: Шасэйны праезд

source: Шоферский переулок
be: Шафёрскі завулак

source: Шпилёвская улица
be: Шпілеўская вуліца

source: Шпилевский переулок
be: Шпілеўскі завулак

source: Штабной переулок
be: Штабны завулак

source: Штурманская улица
be: Штурманская вуліца

source: Шумилинская улица
be: Шумілінская вуліца

source: Щедрая улица
be: Шчодрая вуліца

source: Щекотовская улица
be: Шчакатоўская вуліца

source: Щербакова-Набережная улица
be: Шчарбакова-Набярэжная вуліца

source: Щетинковская улица
be: Шчацінкаўская вуліца

source: Щетинковский переулок
be: Шчацінкаўскі завулак

source: Щучинская улица
be: Шчучынская вуліца

source: Экзотическая улица
be: Экзатычная вуліца

source: Экологическая тропа
be: [Экалагічная сцежка, Экалагічная сцяжына]

source: Экономическая улица
be: Эканамічная вуліца

source: Экскаваторная улица
be: Экскаватарная вуліца

source: Экскаваторный переулок
be: Экскаватарны завулак

source: Элеваторная улица
be: Элеватарная вуліца

source: Электрическая улица
be: Электрычная вуліца

source: Электрический переулок
be: Электрычны завулак

source: Электронная улица
be: Электронная вуліца

source: Энергетическая улица
be: Энэргетычная вуліца

source: Энергетический проезд
be: Энергетычны праезд

source: Эссенская улица
be: Эсэнская вуліца

source: Юбилейная площадь
be: Юбілейная плошча

source: Юбилейная улица
be: [Юбiлейная вуліца, Юбілейная вуліца]

source: Юбилейный бульвар
be: Юбілейны бульвар

source: Юбилейный переулок
be: Юбілейны завулак

source: Юго-Восточная улица
be: Паўднёва-Усходняя вуліца

source: Юго-Западная улица
be: Паўднёва-Заходняя вуліца

source: Юго-Западный обход Витебска
be: Паўднёва-Заходні абыход Віцебска

source: Южная улица
be: Паўднёвая вуліца

source: Южный переулок
be: Паўднёвы завулак

source: Южный проезд
be: Паўднёвы праезд

source: Юная улица
be: Юная вуліца

source: Юношеская улица
be: Юнацкая вуліца

source: Юношеский переулок
be: Юнацкі завулак

source: Юровичское шоссе
be: Юровіцкая шаша

source: Ющука улица
be: Юшчука вуліца

source: Яблоневая улица
be: Яблыневая вуліца

source: Яблыневая вуліца - Яблоневая улица
be: Яблыневая вуліца

source: Ягодная улица
be: [Ягадная вулица, Ягадная вуліца]

source: Ягодный переулок
be: Ягадны завулак

source: Ямницкая улица
be: Ямніцкая вуліца

source: Ямская улица
be: Ямская вуліца

source: Янки Купалы
be: Янкі Купалы

source: Яновская улица
be: Янаўская вуліца

source: Янопольская улица
be: Янапольская вуліца

source: Янтарная улица
be: Бурштынавая вуліца

source: Ярковская улица
be: Яркоўская вуліца

source: Яровая улица
be: Яравая вуліца

source: Ярославская улица
be: Яраслаўская вуліца

source: Ярославский проезд
be: Яраслаўскі праезд

source: Ярошевичская улица
be: Ярашэвіцкая вуліца

source: Ярошевичский переулок
be: Ярашэвіцкі завулак

source: Ясельдовская улица
be: Ясельдаўская вуліца

source: Ясеневая улица
be: Ясеневая вуліца

source: Ясная улица
be: Ясная вуліца

source: Яснополянская улица
be: Яснапалянская вуліца

source: Ясный переулок
be: Ясны завулак
